<p align="center"><font size="5">SOLICITUD Y ACUERDO DE MEMBRES&Iacute;A DE BLUE BOOK</font></p>
<p style="font-weight:bold;font-style:italic"><font size="4">T&eacute;rminos de la membres&iacute;a</font></p>
<p><span style="font-weight:bold;">IMPORTANTE - LEA ATENTAMENTE: </span>Esta solicitud y acuerdo de membres&iacute;a (&quot;Acuerdo de Membres&iacute;a&quot; o &quot;Acuerdo&quot;) constituye un acuerdo legal entre usted (como persona individual o como una entidad legal &uacute;nica, a quien se le denominar&aacute; en este Acuerdo como &quot;usted&quot;) y Blue Book Services, LLC. (&quot;BBS&quot;) respecto a los t&eacute;rminos de su membres&iacute;a, incluyendo pero sin limitarse a su uso autorizado, si lo hay, de los productos y servicios de BBS, incluyendo informaci&oacute;n e informes de la base de datos de Blue Book, en cualquier formato impreso o electr&oacute;nico, el sitio web de BBS y las aplicaciones basadas en la web, en conjunto denominadas aqu&iacute; como &quot;Productos y Servicios&quot;. Los Productos y servicios tambi&eacute;n incluyen cualquier software, actualizaciones complementos, servicios web o suplementos y todos los productos o servicios que pueda solicitar de BBS por y a trav&eacute;s de estos Productos y Servicios despu&eacute;s de la fecha de su primer acceso a los Productos y Servicios en la medida que dichos art&iacute;culos no est&eacute;n acompa&ntilde;ados por un acuerdo de licencia o t&eacute;rminos de uso separados o adicionales.</p>

<p>BBS acepta proporcionar los Productos y Servicios especificados al aceptar su solicitud de membres&iacute;a. En el momento de aceptar su solicitud, BBS le dar&aacute; una licencia no exclusiva y no transferible para usar los Productos y Servicios sujeto a los t&eacute;rminos establecidos en este acuerdo Y cualquier otro acuerdo (por ejemplo, T&eacute;rminos de Uso) que acompa&ntilde;e a los Productos y Servicios. <span style="font-weight:bold;">Usted reconoce y acepta que la base de datos y todas las calificaciones, informes e informaci&oacute;n obtenida por medio de o mediante estos Productos y Servicios o por medio de o mediante la membres&iacute;a de Blue Book se proporcionan solo para uso interno y usted no puede prestar ni mostrar o de ninguna manera compartir ni distribuir dichas calificaciones, informes, informaci&oacute;n o datos a terceros. Se proh&iacute;be compartir las credenciales de inicio de sesi&oacute;n (es decir, nombres de usuario y contrase&ntilde;as), dentro o fuera de su organizaci&oacute;n.</span></p>

<p>Usted acepta, en la medida que tenga autoridad real o aparente para hacerlo, que cualquier persona que use o a quien se le asignen credenciales de inicio de sesi&oacute;n en nombre de usted o de su compa&ntilde;&iacute;a tiene la autoridad para usar los Productos y Servicios y para comprar productos y servicios adicionales (por ejemplo, informes comerciales, licencias de usuarios adicionales y servicios de cobro) en nombre suyo o de su compa&ntilde;&iacute;a, excepto en la medida que pueda limitar expresamente dicha autoridad con un aviso por escrito a BBS antes del uso o compra en cuesti&oacute;n. Tambi&eacute;n acepta no publicar, proporcionar ni compartir calificaciones crediticias de BBS asignada a usted en Internet, impresa o por cualquier otro medio, incluidos los medios comerciales de sitio web de comercio electr&oacute;nico u otros directorios o bases de datos electr&oacute;nicas o impresas. Usted entiende y acepta que todas las calificaciones, informes e informaci&oacute;n se proporciona &quot;tal y como est&aacute;&quot; y &quot;seg&uacute;n la disponibilidad&quot; sin ninguna garant&iacute;a de precisi&oacute;n, exactitud o integridad y no ser&aacute; la base para ning&uacute;n intento por responsabilizar a BBS por ning&uacute;n motivo por cualquier p&eacute;rdida o lesi&oacute;n.</p>

<p>Al completar el año inicial de servicio, esta suscripción de membresía se renovará automáticamente por períodos sucesivos de un año; sin embargo, puede cancelar su suscripción mediante notificación por escrito antes del comienzo de cualquier año de membresía. Si su membresía se paga en línea, BBS utiliza un procesador de pagos externo compatible con PCI para procesar y almacenar su método de pago. Usted reconoce y acepta que BBS cobrará a su método de pago designado cualquier factura, incluidas las emitidas al renovar su período de membresía, en su fecha de vencimiento. En la medida en que lo permita la ley aplicable, usted acepta no solicitar al proveedor del método de pago que devuelva ningún cargo facturado de acuerdo con este Acuerdo. En caso de que su suscripción de membresía caduque (sin pago o aviso de cancelación), su membresía se cancelará por falta de pago a exclusivo criterio de BBS, generalmente dentro de los 90 días, y se le facturará prorrateadamente por el tiempo que tuvo la oportunidad para acceder a los Productos y Servicios. En caso de cancelación o terminación de su membresía, usted seguirá siendo responsable de pagar a BBS cualquier monto pendiente adeudado y cualquier monto que pueda vencer posteriormente.</p>

<p>Si env&iacute;a cualquier mensaje o informaci&oacute;n a BBS por medio de los Productos y Servicios o de otra manera, acepta que la informaci&oacute;n proporcionada es seg&uacute;n su mejor conocimiento, verdadera, correcta, exacta y no enga&ntilde;osa. Al proporcionar cualquier mensaje o informaci&oacute;n, usted otorga a BBS el derecho irrevocable, perpetuo, mundial y libre de regal&iacute;as para usar, distribuir, mostrar y crear trabajos derivados de este material, en todos y cada uno de los medios, de cualquier manera en su totalidad o en parte, sin ninguna restricci&oacute;n o responsabilidad para usted. (Consulte la Pol&iacute;tica de privacidad de BBS publicada en el sitio Web para obtener informaci&oacute;n sobre el uso de informaci&oacute;n de BBS que usted pueda proporcionar).</p>

<p>Las tarifas se pagan anualmente (en fondos estadounidenses) al comienzo de cada año de membresía y no son reembolsables. Cualquier cambio en las tarifas de Membresía o modificación de los términos de la Membresía entrará en vigencia una vez que se comunique la notificación por correo postal o electrónico o mediante notificación en el sitio web de BBS. Es posible que se apliquen cargos adicionales en caso de arreglos de facturación especiales, cheques emitidos en pago por servicios devueltos sin pagar o asistencia de cobro y honorarios de abogados necesarios para garantizar el pago.</p>

<p>BBS se reserva el derecho de cancelar la Membres&iacute;a de cualquier Miembro que viole cualquiera de los t&eacute;rminos de este Acuerdo. Este Acuerdo, junto con los T&eacute;rminos de Uso y Pol&iacute;tica de Privacidad disponibles en nuestro sitio web y cualquier otro acuerdo (por ejemplo Acuerdo del Miembro de Comercio o Transporte) o t&eacute;rminos de uso celebrados entre usted y BBS, representa todo el acuerdo entre usted y BBS respecto al asunto de este y sustituye a cualquier acuerdo propuesto o anterior, hablado o escrito y cualquier otra comunicaci&oacute;n entre usted y BBS en relaci&oacute;n con el asunto de este Acuerdo.</p>

<p>Este Acuerdo se regir&aacute; por las leyes del estado de Illinois, independientemente del conflicto de las cl&aacute;usulas de las leyes de esto. Este Acuerdo no estar&aacute; regido por la Convenci&oacute;n de las Naciones Unidas sobre Contratos para la Venta internacional de bienes, cuya aplicaci&oacute;n se excluye aqu&iacute; expresamente. Si se descubre que alguna parte de este Acuerdo es inaplicable, nula o inexigible por parte de un tribunal de jurisdicci&oacute;n competente, esto no afectar&aacute; la validez del balance de este Acuerdo, lo cual permanecer&aacute; v&aacute;lido y exigible de acuerdo con estos t&eacute;rminos.</p>