<p style="font-size:large;font-weight:bold;text-align:center;">Blue Book Services <br /> T&Eacute;RMINOS DE USO</p>

<p style="font-weight:bold;">IMPORTANTE - LEA ATENTAMENTE:</p>

<p>Estos Términos de Uso (o "Acuerdo") constituyen un acuerdo legal entre usted (ya sea una persona física o una sola entidad legal, a quien se hará referencia en este Acuerdo como "usted") y Blue Book Services, LLC. ("BBS") con respecto a su uso de los Productos y Servicios de BBS, incluida la información y los informes del Libro Azul base de datos, ya sea que se entregue en cualquier formato impreso o electrónico, el sitio web de BBS y las aplicaciones basadas en la web, denominados colectivamente en el presente documento como "Productos y Servicios". Los Productos y Servicios también incluyen los servicios de medios de comunicación de BBS (por ejemplo, el boletín electrónico The Produce Reporter), y cualquier software, actualizaciones, componentes complementarios, servicios web y/o suplementos, y cualquier producto o servicio que pueda solicitar o comprar de BBS por y a través de estos Productos y Servicios después de la fecha en que acceda por primera vez a los Productos y Servicios, en la medida en que dichos elementos no vayan acompañados de un acuerdo de licencia o términos de uso adicionales o independientes. Su uso de los Productos y Servicios después de la oportunidad de revisar este Acuerdo constituirá la aceptación de sus términos.</p>

<p style="font-weight:bold;">1. Propiedad</p>

<p>Usted reconoce y acepta que BBS es propietario o licenciatario exclusivo de los Productos y Servicios y que BBS conserva todos los derechos, t&iacute;tulos e inter&eacute;s en y de toda la propiedad intelectual y derechos de propiedad, incluso, pero sin limitarse a todos los derechos de patentes, marcas comerciales, nombres comerciales, inventos, derechos de autor, conocimientos y secretos comerciales relacionados con los Productos y Servicios, y cualquier componente de estos. <span style="font-weight:bold;">Usted adem&aacute;s reconoce y acepta que la base de datos y todas las calificaciones, informes e informaci&oacute;n obtenida por medio de o mediante estos Productos y Servicios o por medio de o mediante la membres&iacute;a de Blue Book se proporcionan solo para uso interno y usted no puede prestar ni mostrar o de ninguna manera compartir ni distribuir dichas calificaciones, informes, informaci&oacute;n o datos a terceros. Tambi&eacute;n acepta no publicar, proporcionar ni compartir calificaciones crediticias de BBS, incluida la calificaci&oacute;n de pago, el c&aacute;lculo del valor del cr&eacute;dito estimado, calificaci&oacute;n de experiencia comercial o calificaci&oacute;n asignada a usted en Internet, impresa o por cualquier otro medio, incluidos los medios comerciales de sitios Web de comercio electr&oacute;nico u otros directorios o bases de datos electr&oacute;nicas o impresas.</span> Su uso de los Productos y Servicios est&aacute; autorizado solo para los prop&oacute;sitos establecidos aqu&iacute;. Usted no extraer&aacute;, alterar&aacute;, cubrir&aacute;, ocultar&aacute; ni interferir&aacute; de otra manera con ning&uacute;n aviso de derechos de autor, marcas comerciales u otros avisos de derechos de propiedad que BBS coloque o incorpore en los Productos y Servicios. A excepci&oacute;n de la licencia limitada otorgada en este Acuerdo, todos los derechos, t&iacute;tulos e inter&eacute;s en y para los Productos y Servicios permanecer&aacute;n con BBS.</p>

<p><span style="font-weight:bold;">2. Concesi&oacute;n de una licencia</span></p>

<p>BBS le otorga una licencia no exclusiva para usar los Productos y Servicios sujetos a todos los t&eacute;rminos y condiciones establecidas en este Acuerdo y sujeto al Acuerdo de Membres&iacute;a de Blue Book. Los derechos otorgados a usted constituyen una licencia y no una transferencia del t&iacute;tulo.</p>

<p>a) Usted puede usar los Productos y Servicios &uacute;nicamente para sus propios prop&oacute;sitos informativos internos. No puede procesar ni recuperar datos con los Productos o Servicios para terceros o usar de otra manera los Productos y Servicios como una oficina de servicios. Usted acepta avisar de inmediato a BBS de, y hacer su mejor esfuerzo por evitar cualquier uso, copia o divulgaci&oacute;n no autorizada de dichas calificaciones, informes e informaci&oacute;n.</p>

<p>b) Los miembros de Blue Book pueden usar los Productos y Servicios con el n&uacute;mero de usuarios limitado al n&uacute;mero de licencias designadas por BBS en el Acuerdo de membres&iacute;a de Blue Book celebrado entre usted y BBS. <span style="font-weight:bold;">Se proh&iacute;be compartir las credenciales de inicio de sesi&oacute;n (es decir, nombres de usuario y contrase&ntilde;as), dentro o fuera de su organizaci&oacute;n. Usted acepta mantener seguras las credenciales de inicio de sesi&oacute;n del uso no autorizado y notificar a BBS una vez tenga la sospecha de que sus credenciales de inicio de sesi&oacute;n o cualquier credencial de inicio de sesi&oacute;n asignada a trav&eacute;s de la Membres&iacute;a de Blue Book, se han comprometido o se han usado para un acceso no autorizado.</span> BBS se reserva el derecho de auditar el n&uacute;mero de usuarios que acceden a los Productos y Servicios, y su cumplimiento con estos T&eacute;rminos de uso. Las personas no autorizadas que intenten acceder a &aacute;reas o datos protegidos por contrase&ntilde;a podr&iacute;an ser enjuiciadas.</p>

<p>C) Usted acepta, en la medida que tenga autoridad real o aparente para hacerlo, que cualquier persona que use o a quien se le asignen credenciales de inicio de sesi&oacute;n en nombre de usted o de su compa&ntilde;&iacute;a tiene la autoridad para usar los Productos y Servicios y para comprar productos y servicios adicionales (por ejemplo, informes comerciales, licencias de usuarios adicionales y servicios de cobro) en nombre suyo o de su compa&ntilde;&iacute;a, excepto en la medida que pueda limitar expresamente dicha autoridad con un aviso por escrito a BBS antes del uso o compra en cuesti&oacute;n.</p>

<p>d) Usted es responsable de colocar la computadora, dispositivos u otro equipo que se usar&aacute; para acceder a los Productos y Servicios o cualquier archivo o medio de almacenamiento que contenga los Productos y Servicios en una ubicaci&oacute;n segura. Usted es responsable de cerrar sesi&oacute;n en la computadora, dispositivo u otro equipo al que pueda acceder un tercero no autorizado.</p>

<p>e) Usted no puede usar, copiar, modificar, alterar, volver a publicar, asignar, vender, transferir o crear trabajos derivados de los Productos y Servicios, ni una copia, modificaci&oacute;n o parte combinada de estos, en su totalidad o en parte, excepto como se permita expresamente aqu&iacute;. Usted no puede descompilar ni revertir la ingenier&iacute;a de los Productos o Servicios. No puede usar un robot u otro proceso manual o dispositivo de software para copiar, modificar, distribuir o transferir datos obtenidos por o a trav&eacute;s de los Productos y Servicios.</p>

<p>f) Usted no puede imitar la p&aacute;gina de inicio ni ninguna otra p&aacute;gina del sitio Web en otro sitio Web o p&aacute;gina Web. Puede enlazar v&iacute;nculos a la p&aacute;gina de inicio de BBS, pero no puede enlazar ning&uacute;n &quot;enlace profundo&quot; a ninguna otra p&aacute;gina o secci&oacute;n del sitio Web de BBS.</p>

<p>g) Usted no puede usar ninguna de las marcas que aparecen en los Productos y Servicios sin el consentimiento expreso por escrito de BBS o del propietario de la marca comercial, excepto como lo permita la ley.</p>

<p>h) Su uso de los Productos y Servicios cumplir&aacute; con todas las leyes y regulaciones aplicables; incluyendo, pero sin limitarse a la Ley Federal de CAN SPAM de 2003, ley Anti-Spam de Canad&aacute; y las leyes de protecci&oacute;n de datos y anti-spam de la Uni&oacute;n Europea seg&uacute;n sus modificaciones de vez en cuando.</p>

<p>i) Usted acepta que los Productos y Servicios no ser&aacute;n enviados, transferidos ni exportados a ning&uacute;n pa&iacute;s ni se utilizar&aacute;n de una manera que lo proh&iacute;ba la Ley de Administraci&oacute;n de Exportaciones de Estados Unidos (United States Export Administration Act) o cualquier otra ley de exportaci&oacute;n, restricciones o regulaciones.</p>

<p>j) Si usted usa los Productos y Servicios por o para cualquier unidad o agencia del Gobierno de los Estados Unidos, esta cl&aacute;usula aplica: Los Productos y Servicios se clasificar&aacute;n como &quot;software de computadora comercial&quot;, seg&uacute;n la definici&oacute;n de ese t&eacute;rmino en la Regulaci&oacute;n Federal de Adquisiciones (Federal Acquisition Regulation) (la &quot;FAR&quot;) y sus complementos. BBS declara que los Productos y Servicios fueron desarrollados completamente con fondos privados, que ninguna parte de los Productos y Servicios fue producida primero durante la ejecuci&oacute;n de un contrato gubernamental y ninguna parte de los Productos y Servicios es de dominio p&uacute;blico. Los productos y Servicios se entregan con software de computadora restringido sujetos a estos T&eacute;rminos de uso y (i) FAR 12.212(a); (ii) FAR 52.227-19 o (iii) FAR 52.227-14(ALT III), seg&uacute;n corresponda.</p>

<p>j) Si usted usa los Productos y Servicios por o para el Departamento de defensa de los Estados Unidos, esta cl&aacute;usula aplica. Los Productos y Servicios se entregan sujetos a estos T&eacute;rminos de uso y (i) de conformidad con DFARS 227.7202-1(a) y 227.7202-3(a) o (ii) con derechos limitados de acuerdo con DFARS 252.227-7013(c)(1)(ii) (OCT 1988), seg&uacute;n corresponda.</p>

<p><span style="font-weight:bold;">3. Plazo de la membres&iacute;a</span></p>

<p>Al completar el año inicial de servicio, esta suscripción de membresía se renovará automáticamente por períodos sucesivos de un año; sin embargo, puede cancelar su suscripción mediante notificación por escrito antes del comienzo de cualquier año de membresía. En caso de que su suscripción de membresía caduque (sin pago o aviso de cancelación), su membresía se cancelará por falta de pago a exclusivo criterio de BBS, generalmente dentro de los 90 días, y se le facturará prorrateadamente por el tiempo que tuvo la oportunidad para acceder a los Productos y Servicios. En caso de cancelación o terminación de su membresía, usted seguirá siendo responsable de pagar a BBS cualquier monto pendiente adeudado y cualquier monto que pueda vencer posteriormente. Su membresía también puede ser cancelada o restringida si no cumple con el Acuerdo de Membresía del Libro Azul o <a href="https://www.producebluebook.com/community-standards/" target="_blank" rel="noopener">las Normas de la Comunidad </a></p>

<p>Si su suscripción de membresía se paga en línea, BBS utiliza un procesador de pagos externo compatible con PCI para procesar y almacenar su método de pago. Usted reconoce y acepta que BBS cobrará a su método de pago designado cualquier factura, incluidas las emitidas al renovar su período de membresía, en su fecha de vencimiento. En la medida en que lo permita la ley aplicable, usted acepta no solicitar al proveedor del método de pago que devuelva ningún cargo facturado de acuerdo con este Acuerdo.</p>

<p>Las tarifas se pagan anualmente (en fondos estadounidenses) al comienzo de cada año de membresía y no son reembolsables. Cualquier cambio en las cuotas de membresía o modificación de los términos de membresía entrará en vigencia una vez que se comunique el aviso por correo postal o electrónico o mediante el aviso que se muestra en el sitio web de BBS. Es posible que se apliquen tarifas adicionales en caso de acuerdos de facturación especiales, cheques emitidos en pago por servicios devueltos sin pagar o asistencia de cobro y honorarios de abogados necesarios para garantizar el pago.</p>

<p><span style="font-weight:bold;">4. Informaci&oacute;n enviada a BBS</span></p>

<p>Si proporciona cualquier mensaje o información, incluida información e imágenes para artículos de noticias o comunicados de prensa, a BBS a través de los Productos y Servicios, o de otro modo, acepta que la información proporcionada es verdadera, correcta, precisa, no engañosa y no infringe los derechos de propiedad intelectual de otra persona. Al proporcionar cualquier mensaje, información o imágenes, usted otorga a BBS el derecho irrevocable, perpetuo y mundial libre de regalías para usar, distribuir, mostrar y crear trabajos derivados de este material, en todos y cada uno de los medios, de cualquier manera, en su totalidad o en parte, sin ninguna restricción o responsabilidad hacia usted. Consulte la Política de privacidad de BBS publicada en el sitio web para obtener información sobre el uso que BBS hace de la información que usted puede proporcionar.</p>

<p><span style="font-weight:bold;">5. Indemnizaci&oacute;n</span></p>

<p>Usted acepta indemnizar y librar de responsabilidad a BBS, a sus licenciatarios y a la casa matriz, a los subsidiarias, afiliados, funcionarios, directores, empleados, abogados y agentes de cada una de dichas partes por cualquier da&ntilde;o o reclamos, costo, da&ntilde;os, p&eacute;rdidas, responsabilidades civiles y gastos (incluyendo, entre otros, los honorarios y costos de abogados) que surjan como consecuencia o en relaci&oacute;n con (i) su incumplimiento de este Acuerdo; (ii) su uso de los Productos y Servicios o (iii) cualquier uso de sus credenciales de inicio de sesi&oacute;n por parte de un tercero; incluyendo cualquier reclamo, costos, da&ntilde;os, p&eacute;rdidas, obligaciones y gastos (incluyendo, entre otros, los honorarios y costos de los abogados) en relaci&oacute;n con cualquier reclamo entre usted y BBS.</p>

<p><span style="font-weight:bold;">6. Garant&iacute;a limitada</span></p>

<p>LOS PRODUCTOS Y SERVICIOS SE LE ENTREGAN &quot;TAL Y COMO EST&Aacute;N&quot; Y &quot;COMO EST&Aacute;N DISPONIBLES&quot;. TODAS LAS DEM&Aacute;S GARANT&Iacute;AS Y CONDICIONES, YA SEA EXPRESAS O IMPL&Iacute;CITAS, INCLUSO, PERO SIN LIMITARSE A GARANT&Iacute;AS IMPL&Iacute;CITAS DE COMERCIABILIDAD, IDONEIDAD, INTEGRIDAD, PRECISI&Oacute;N O CONFIABILIDAD, NO VIOLACI&Oacute;N, T&Iacute;TULO, USO ININTERRUMPIDO, INTEGRACI&Oacute;N O IDONEIDAD DE UN SISTEMA PARA UN PROP&Oacute;SITO ESPEC&Iacute;FICO, RESPECTO A LOS PRODUCTOS Y SERVICIOS Y MATERIALES ESCRITOS QUE ACOMPA&Ntilde;AN LOS PRODUCTOS Y SERVICIOS, POR ESTE MEDIO EST&Aacute;N EXPRESAMENTE EXCLUIDOS Y DENEGADOS. USTED ASUME TODOS LOS RIESGOS RESPECTO A LA CALIDAD, EXACTITUD, INTEGRIDAD, PRECISI&Oacute;N, IDONEIDAD, CONFIABILIDAD Y RENDIMIENTO DE LOS PRODUCTOS Y SERVICIOS. ALGUNAS JURISDICCIONES NO ADMITEN LA EXENCI&Oacute;N O EXCLUSI&Oacute;N DE LAS GARANT&Iacute;AS IMPL&Iacute;CITAS, DE MANERA QUE ES POSIBLE QUE ESTAS EXENCIONES Y EXCLUSIONES NO APLIQUEN EN SU CASO. USTED ASUME LA RESPONSABILIDAD POR LA SELECCI&Oacute;N, INSTALACI&Oacute;N Y USO DE LOS PRODUCTOS Y SERVICIOS PARA ALCANZAR LOS RESULTADOS PREVISTOS.</p>

<p><span style="font-weight:bold;">7. Sus recursos</span></p>

<p>La responsabilidad total de BBS y su exclusivo recurso en cuanto a la violaci&oacute;n de la garant&iacute;a limitada establecida antes no ser&aacute; m&aacute;s del costo anual de la membres&iacute;a, independientemente si usted alguna vez obtuvo la membres&iacute;a de Blue Book.</p>

<p><span style="font-weight:bold;">8. Limitaci&oacute;n de responsabilidad</span></p>

<p>BBS NO ASUME NINGUNA RESPONSABILIDAD POR LA P&Eacute;RDIDA O DA&Ntilde;OS DE CUALQUIER MANERA Y COMO QUIERA QUE RESULTE DEL USO DE, INCAPACIDAD PARA USAR O BASARSE EN LOS PRODUCTOS Y SERVICIOS. EN NING&Uacute;N CASO BBS SER&Aacute; RESPONSABLE ANTE USTED POR NING&Uacute;N DA&Ntilde;O INCIDENTAL, CONSECUENCIAL, INDIRECTO O ESPECIAL (INCLUYENDO, PERO SIN LIMITARSE A LOS DA&Ntilde;OS POR P&Eacute;RDIDAS O GANANCIAS, INTERRUPCI&Oacute;N DE NEGOCIOS, P&Eacute;RDIDA DE INFORMACI&Oacute;N O CUALQUIER OTRA P&Eacute;RDIDA ECON&Oacute;MICA) QUE SURJA DE O SE RELACIONE CON EL USO O INCAPACIDAD PARA USAR LOS PRODUCTOS Y SERVICIOS, INCLUSO SI BBS HA SIDO INFORMADA DE LA POSIBILIDAD DE DICHA P&Eacute;RDIDA O DA&Ntilde;O. DADO QUE ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSI&Oacute;N O LIMITACI&Oacute;N DE RESPONSABILIDAD POR LOS DA&Ntilde;OS CONSECUENCIALES O INCIDENTALES, ES POSIBLE QUE LA LIMITACI&Oacute;N ANTERIOR NO APLIQUE EN SU CASO. SI SE DESCUBRE QUE ALGUNA EXENCI&Oacute;N DE LA GARANT&Iacute;A O LIMITACI&Oacute;N SOBRE LA RESPONSABILIDAD EN ESTE ACUERDO NO ES V&Aacute;LIDA O ES INEXIGIBLE POR CUALQUIER MOTIVO, ENTONCES LA RESPONSABILIDAD TOTAL DE BBS ANTE USTED (YA SEA CON BASE EN EL CONTRATO O PERJUICIO, O DE OTRA MANERA) EN NING&Uacute;N CASO SUPERAR&Aacute; LOS HONORARIOS PAGADOS POR USTED A BBS DENTRO DEL &Uacute;LTIMO PER&Iacute;ODO DE 12 MESES INMEDIATAMENTE ANTERIORES A LA FECHA DE DICHA P&Eacute;RDIDA O DA&Ntilde;O.</p>

<p><span style="font-weight:bold;">9. General</span></p>

<p>(a) <u>Cesi&oacute;n.</u> Usted no puede sublicenciar, transferir o asignar este Acuerdo, en su totalidad o en parte, sin el previo consentimiento por escrito de BBS.</p>

<p>(b) <u>Ley vigente.</u> Este Acuerdo se regir&aacute; por las leyes del estado de Illinois, independientemente del conflicto de las cl&aacute;usulas de las leyes de esto. Las partes aceptan enviar a la jurisdicci&oacute;n y sede de los tribunales federales y estatales localizados en el condado de DuPage, estado de Illinois. Este Acuerdo no estar&aacute; regido por la Convenci&oacute;n de las Naciones Unidas sobre Contratos para la Venta internacional de bienes, cuya aplicaci&oacute;n se excluye aqu&iacute; expresamente.</p>

<p>(c) <u>Acuerdo completo.</u> Este Acuerdo, junto con el Acuerdo de Membresía, la Política de Privacidad, los Estándares Comunitarios y cualquier otro acuerdo (por ejemplo, Acuerdo de Miembro de Comercio y Transporte) celebrado entre usted y BBS, representa el acuerdo completo entre usted y BBS con respecto al tema del presente y reemplaza cualquier propuesta o acuerdo previo, oral o escrito, y cualquier otra comunicación entre usted y BBS con respecto al tema de este Acuerdo.</p>

<p>(d) <u>Divisibilidad, exportaci&oacute;n y modificaci&oacute;n.</u> Si se descubre que alguna parte de este Acuerdo es inaplicable, nula o inexigible por parte de un tribunal de jurisdicci&oacute;n competente, esto no afectar&aacute; la validez del balance de este Acuerdo, lo cual permanecer&aacute; v&aacute;lido y exigible de acuerdo con estos t&eacute;rminos. Usted acepta que los Productos y Servicios no ser&aacute;n enviados, transferidos ni exportados a ning&uacute;n pa&iacute;s ni se utilizar&aacute;n de una manera que lo proh&iacute;ba la Ley de Administraci&oacute;n de Exportaciones de Estados Unidos (United States Export Administration Act) o cualquier otra ley de exportaci&oacute;n, restricciones o regulaciones. Este Acuerdo quedar&aacute; anulado autom&aacute;ticamente en el momento en que usted no cumpla con estos t&eacute;rminos. Este Acuerdo solo se puede modificar por escrito y firmado por un funcionario autorizado de BBS.</p>

<p>(e) <u>T&eacute;rminos adicionales.</u> Adicionalmente, el uso de los Productos y Servicios por parte de los miembros de Blue Book están sujetos al Acuerdo de membresía, Política de privacidad, Normas comunitarias y cualquier otro acuerdo celebrado entre usted y BBS. Si por cualquier motivo usted no puede acceder a estos documentos en línea, llámenos por teléfono al número 630-668-3500. El uso de los Productos y Servicios sin su aceptación de estos términos adicionales está prohibido.</p>


<p>(f) <u>Acuerdo de licencia adicional.</u> Usted como el usuario final acepta que toda la informaci&oacute;n de Chain Store Guide, LLC, que se ha puesto a disponibilidad para usted mediante los Productos y Servicios de Blue Book Services, LLC., solo se puede usar con fines comerciales. Usted adem&aacute;s acepta que no vender&aacute;, distribuir&aacute;, revelar&aacute;, alquilar&aacute;, arrendar&aacute; ni divulgar&aacute; de ninguna manera la informaci&oacute;n incluida all&iacute;, en su totalidad o en parte, a cualquier tercero fuera de su propia compa&ntilde;&iacute;a.</p>

<p>(g) <u>Proveedores de terceros.</u> Ningún tercero o proveedor de contenido de terceros que proporcione datos o información a BBS de buena fe será responsable ante usted por cualquier pérdida o reclamo de algún error en, omisión de o uso de dichos datos. Todos esos datos se proporcionan "tal y como están". Además, usted no puede crear ningún trabajo derivado de ningún Productos o Servicios obtenido a través de BBS independientemente del origen de los datos en cuestión. Usted no puede usar los Productos y Servicios de ninguna manera que infrinja los derechos de propiedad intelectual del proveedor de contenido de terceros y los usuarios finales tienen prohibido redistribuir estos. Usted tiene prohibido permitir que cualquier parte, que no tenga autorización para acceder o usar los Productos y Servicios obtenga acceso o use dichos datos independientemente del origen de los datos en cuestión.</p>

<p>(h) <u>Aviso.</u> Aunque BBS podría publicar un aviso a los miembros de cualquier cambio de estos Términos de uso, BBS se reserva el derecho de modificar estos Términos de uso de vez en cuando sin previo aviso para usted. Por este motivo, BBS lo motiva a revisar regularmente estos Términos de Uso. Su uso de los Productos y Servicios después de cualquier modificación constituye su aceptación de estar obligado según estos Términos de uso, según la modificación. La última fecha en que se modificaron estos Términos de uso se indica a continuación.</p>

<p align="center"><span style="font-weight:bold;">FECHA DE LA &Uacute;LTIMA MODIFICACI&Oacute;N:</span> 18 de Julio de 2024</p>