Repository: rajesh-kambala/BBOS
Catalog: EBB/BBOSPublicProfiles/App_GlobalResources/Global.*.resx
Languages: es_mx

# ThankYouForYourMembershipPurchase_Info
source: <p>As a Blue Book Member you will benefit from real-time credit rating and marketing information that enables you to confidently and profitability grow your business.</p> <p>We're glad to have you as a member. To learn more about the many benefits of membership, click on the Services link above. We want to help your business in as many ways as we can.</p> <p><em>Your password(s) to Blue Book Online Services (BBOS) will be emailed to you shortly. Your order also needs to be processed by one of our Blue Book Services Representatives. Until that is completed, you will have limited access to certain features of BBOS. A Representative will contact you to confirm your order and answer any questions you might have.</em></p> <p><em>If you have any immediate questions you can contact us at 630.668.3500 or <a href="mailto:info@bluebookservices.com">info@bluebookservices.com</a>.</em></p>
es_mx: <p>Como miembro de Blue Book, usted se beneficiará de la calificación crediticia en tiempo real y la información de marketing que le permite hacer crecer su negocio con confianza.</p> <p>Estamos contentos de tenerlo como miembro. Para obtener más información sobre los muchos beneficios de la membresía, haga clic en el enlace anterior. Queremos ayudar a su negocio en todas las maneras posibles.</p> <p><em>Su(s) contraseña(s) a Blue Book Online Services (BBOS) se le enviará por correo electrónico en breve. Su pedido también debe ser procesado por uno de nuestros representantes de servicios de Blue Book. Hasta que se complete, tendrá acceso limitado a ciertas características de BBOS. Un representante se pondrá en contacto con usted para confirmar su pedido y responder a cualquier pregunta que pueda tener.</em></p> <p><em>Si tiene alguna pregunta inmediata puede ponerse en contacto con nosotros al 630.668.3500 or <a href="mailto:info@bluebookservices.com">info@bluebookservices.com</a>.</em></p>

source: Title
es_mx: Título

# ToPurchaseMustAgreeToTerms
source: To purchase, you must agree to the terms.
es_mx: Para comprar, debe aceptar los términos.

# ToPurchaseYouMustAgreeToTerms
source: To purchase, you must agree to the membership terms. Clicking the Purchase button will charge your credit card. Please be patient as it may take a few moments to process your order. Only click the Purchase button once.
es_mx: Para comprar, debe aceptar los términos de membresía. Al hacer clic en el botón Comprar se cargará en su tarjeta de crédito. Por favor, tenga paciencia, ya que puede tomar unos momentos para procesar su pedido. Solo haga clic en el botón Comprar una vez.

source: Total Amount
es_mx: Monto Total

source: Trade Publications
es_mx: Publicaciones Comerciales

source: TRANSPORTATION LISTING
es_mx: LISTADO DE TRANSPORTACIÓN

source: Truck
es_mx: Camión

source: Type of Business
es_mx: Tipo de Negocio

source: Type of Entity
es_mx: Tipo de entidad

source: Type of Freight (Total equals 100%)
es_mx: Tipo de flete (total es igual a 100%)

source: Website
es_mx: Sitio Web

source: What Countries?
es_mx: ¿En cuales países?

source: What is this?
es_mx: ¿Qué es esto?

source: What States?
es_mx: ¿En cuales Estados?

source: Where do you buy your produce?
es_mx: ¿Dónde compras tus productos?

source: Where do you sell your produce?
es_mx: Donde vende su producto?

source: Year Born
es_mx: Año de nacimiento

source: Years at Company
es_mx: Años en la empresa

source: Years in Position
es_mx: Años en la posición

source: Yes
es_mx: Si

# YouHaveSelectedToReceiveBRFor
source: You have selected to receive a Business Report for
es_mx: Ha seleccionado recibir un informe empresarial para

source: Your Blue Book Team
es_mx: Su equipo de Blue Book Services

source: Your Company Logo
es_mx: Logotipo de su Empresa

source: Your Company Logo Complimentary
es_mx: Logotipo de su Empresa Gratuito

# YourCompanyLogo_Description
source: Include your logo in your company’s Blue Book profile.
es_mx: Incluya su logotipo en el perfil Blue Book de su empresa.

source: Your Email Address
es_mx: Correo Electrónico

source: Your First Name
es_mx: Nombre

source: Your Last Name
es_mx: Apellido

source: Your Membership includes
es_mx: Su Membresía Incluye

source: Your Phone Number
es_mx: Número telefónico
