Repository: rajesh-kambala/BBOS
Catalog: EBB/BBOSPublicProfiles/App_GlobalResources/Global.*.resx
Languages: es_mx

source: Additional Blue Book
es_mx: Blue Book Adicional

# AdditionalBlueprintsSubscription
source: Additional <em>Blueprints</em> subscription
es_mx: Suscripción Adicional de <em>Blueprints</em>

# AdditionalLocalSourceLicense
source: Additional Local Source licenses to access the local source growers database.
es_mx: Licencia adicional de acceso a la base de datos de Fuente Local.

source: Air
es_mx: Aire

source: Annually
es_mx: Anual

# Annually_LC
source: annually
es_mx: anual

# AnnualTrucklotVolume
source: Annual Trucklot Volume (Trucklot=44,000 lbs)
es_mx: Volumen anual en toneladas ó camiones (trucklot=44,000 lbs.)

# ArrangeTransportationWith
source: Arrange transportation with (check all that apply):
es_mx: Organizar el transporte con (marque todos los que correspondan):

source: Authorization Number
es_mx: Número de Autorización

source: Bankrupt Yes/No
es_mx: Quiebra Si/No

source: BBOS Order Number
es_mx: Número de orden de BBOS

source: Billing Address
es_mx: Dirección de la tarjeta

source: Billing Address Line 1
es_mx: Dirección de la tarjeta - Línea 1

source: Billing Address Line 2
es_mx: Dirección de la tarjeta - Línea 2

source: Billing City
es_mx: Ciudad de la tarjeta

source: Billing Country
es_mx: País de Facturación

source: Billing County
es_mx: Condado de Facturación

source: Billing Postal Code
es_mx: Código postal de la tarjeta

source: Billing State/Province
es_mx: Estado/Provincia de la tarjeta

# BillingStateRequired
source: Billing State is required.
es_mx: Estado de Facturación es requerido

source: Blue Book Listing
es_mx: Listado de Blue Book

# BlueBookListingVitalToSuccess
source: A Blue Book Listing is vital to your company's success! Businesses serving the produce supply chain rely on Blue Book's data to connect with trading partners like yours. Provide us with your business information. We will create your company's Blue Book listing and send it to you for review/approval prior to publishing it.
es_mx: ¡Un Listado de Blue Book es vital para el éxito de su empresa! Las empresas que prestan servicios a la cadena de suministro de productos confían en los datos de Blue Book para conectarse con socios comerciales como el suyo. Proporcione la información de su empresa. Crearemos el listado de Blue Book de su empresa y se lo enviaremos para su revisión/aprobación antes de publicarlo.

source: Brand Names
es_mx: Marcas de producto

source: Brokers/Distributors
es_mx: Corredores/Distribuidores

source: Business Information
es_mx: Información de la empresa

source: Business Report
es_mx: Informe Comercial

source: Business Reports
es_mx: Reportes de Negocio

# BusinessReport_Description
source: Designed for produce suppliers, buyers, transporters, and allied service businesses who are seeking to perform a detailed evaluation of a company with specific interest in current and historical financial, pay, and rating facts.
es_mx: Diseñado para proveedores de productos, compradores, transportistas y empresas de servicios aliados que buscan realizar una evaluación detallada de una empresa con un interés específico en hechos financieros, salariales y de calificación actuales e históricos.

# BusinessReport_IncludesIfApplicable
source: The Business Report includes, if available/applicable
es_mx: El Informe Comercial incluye, sí disponible/aplicable

# BusinessReport_Includes_LeftCol
source: <li class="bulletListItem2">Blue Book ID#</li> <li class="bulletListItem2">Company name</li> <li class="bulletListItem2">Listing location</li> <li class="bulletListItem2">Addresses</li> <li class="bulletListItem2">Phones</li> <li class="bulletListItem2">Faxes</li> <li class="bulletListItem2">E-mails & website </li> <li class="bulletListItem2">Principals & titles</li> <li class="bulletListItem2">Current company rating & rating definition</li> <li class="bulletListItem2">Current Blue Book Score and industry average</li> <li class="bulletListItem2">Recent business developments</li> <li class="bulletListItem2">Business profile & background</li>
es_mx: <li class="bulletListItem2">Número de Blue Book</li> <li class="bulletListItem2">Nombre de la Empresa</li> <li class="bulletListItem2">Ubicación de Listado</li> <li class="bulletListItem2">Direcciones</li> <li class="bulletListItem2">Teléfonos</li> <li class="bulletListItem2">Numeros de Fax</li> <li class="bulletListItem2">Correos Electronicos y Página Web </li> <li class="bulletListItem2">Directories y Títulos</li> <li class="bulletListItem2">Calificación de Empresa Actual y definición de Calificación</li> <li class="bulletListItem2">Puntuación actual de Blue Book y promedio de la industria</li> <li class="bulletListItem2">Desarrollos de negocio recientes</li> <li class="bulletListItem2">Perfil de negocio y antecedentes</li>

# BusinessReport_Includes_RightCol
source: <li class="bulletListItem2">Bankruptcy events</li> <li class="bulletListItem2">Personnel background</li> <li class="bulletListItem2">Last three financial statements provided</li> <li class="bulletListItem2">Year-to-date trade report summary</li> <li class="bulletListItem2">Previous two calendar years of trade reports</li> <li class="bulletListItem2">Trade report details for the past 18 months</li> <li class="bulletListItem2">Commodities handled</li> <li class="bulletListItem2">How the company operates</li> <li class="bulletListItem2">Annual volume</li> <li class="bulletListItem2">Alternate trade names</li> <li class="bulletListItem2">Affiliated businesses</li> <li class="bulletListItem2">Branch locations</li>
es_mx: <li class=""bulletListItem2"">Eventos de Bancarrota</li> <li class=""bulletListItem2"">Antecedentes de personal</li> <li class=""bulletListItem2"">Los últimos tres estados financieros proporcionados</li> <li class=""bulletListItem2"">Resumen de informes comerciales del año a la fecha</li> <li class=""bulletListItem2"">Los dos años anteriores de informes comerciales</li> <li class=""bulletListItem2"">Detalles del informe comercial de los últimos 18 meses</li> <li class=""bulletListItem2"">Productos Manejados</li> <li class=""bulletListItem2"">Como opera la Empresa</li> <li class=""bulletListItem2"">Volumen Anual</li> <li class=""bulletListItem2"">Nombres comerciales alternativos</li> <li class=""bulletListItem2"">Empresas afiliadas</li> <li class=""bulletListItem2"">Sucursales</li>

source: Cancel
es_mx: Cancelar

source: Click here
es_mx: Haga clic aquí

source: Commodities Handled
es_mx: Productos primarios manejados

# CommoditiesHandledTop5to10
source: Commodities Handled (Top 5 to 10 Fruit & Vegetables You Sell/Buy)
es_mx: Productos primarios manejados (5 a 10 Frutas y Vegetales mas Que Vendes/Compra)

source: Company Email Address
es_mx: Correo Electrónico de la Empresa

source: Company Name
es_mx: Nombre de la Empresa

source: Confirm Email Address
es_mx: Confirmar Corréo electrónico

source: Containers
es_mx: Contenedores

source: Credit Card Number
es_mx: Número de Tarjeta de Crédito

source: Credit Card Type
es_mx: Tipo de Tarjeta

source: CVV
es_mx: Código CVV

# CVV_Description
source: Card Verification Value: A 3- or 4-digit code separate from the credit card number that is printed most often (not imprinted) on the back of a credit card. For American Express, the 4-digit number is printed on the front of the card, above and to the right of the embossed account number.
es_mx: Valor de verificación de tarjeta: Un código de 3 o 4 dígitos separado del número de tarjeta de crédito que se imprime con mayor frecuencia (no impreso) en el reverso de una tarjeta de crédito. Para American Express, el número de 4 dígitos se imprime en la parte frontal de la tarjeta, arriba y a la derecha del número de cuenta en relieve.

source: Date Business Established
es_mx: Año de establecimiento del negocio

source: Date Incorporated
es_mx: Fecha de Incorporación (si es aplicable)

# DescriptiveListingLines_Sentence
source: Include key personnel, brands, commodities you specialize in, etc. to appear in your listing. Descriptive listing lines are available for a nominal annual fee. A listing specialist will provide details about the cost once your listing is submitted.
es_mx: Incluya personal clave, marcas, productos básicos en los que se especializa, etc. para que aparezcan en su anuncio. Las líneas de listado descriptivas están disponibles por una cuota anual nominal. Un especialista en anuncios proporcionará detalles sobre el costo una vez que se envíe su anuncio.

source: Domestic Buyers
es_mx: Compradores Domésticos

source: Domestic Shippers
es_mx: Embarcadores Locales

source: Dry Van Trailers
es_mx: Remolque de carga no refrig

source: Email Address
es_mx: E-Mail

# EnhanceListingWithDescriptiveFacts
source: Enhance Your Listing with Descriptive Listing Facts
es_mx: Mejore su listado con datos en líneas descriptivas

source: Entity
es_mx: Entidad

source: Entity Type (Other)
es_mx: Tipo de Entidad (Otro)

# ErrorsOnPage
source: There were errors on the page
es_mx: Hubiéron errores en la página

# Errors_DuplicateEmailFound
source: Duplicate email addresses were found. Each user must have a unique email address.
es_mx: Se encontraron direcciones de correo electrónico duplicadas. Cada usuario debe tener una dirección de correo electrónico única.

# Errors_EmailAddressRequired
source: When entering user information, first name, last name, and a valid email address is required.
es_mx: Al introducir información de usuario, se requiere nombre, apellido y una dirección de correo electrónico válida.

# Errors_FollowingEmailsAlreadyAssociated
source: The following email addresses are already associated with either current or previous BBOS licenses. Either change the email address or contact Blue Book Services at 630 668-3500 or <a href="mailto:sales@bluebookservices.com">sales@bluebookservices.com</a>:
es_mx: Las siguientes direcciones de correo electrónico ya están asociadas con licencias BBOS actuales o anteriores. Cambie la dirección de correo electrónico o póngase en contacto con Blue Book Services al 630 668-3500 o <a href-"mailto:sales@bluebookservices.com-"sales@bluebookservices.com</a>:

# Errors_FollowingEmailsInvalid
source: The following email addresses are invalid:
es_mx: Las siguientes direcciones de correo electrónico no son válidas:

# Errors_FreightTotal
source: The total of all checked Type of Freight must equal 100%.
es_mx: El total de todo tipo de carga seleccionados debe equivaler 100%

source: Expiration Date
es_mx: Fecha de Vencimiento

# ExpirationDate_MonthRequired
source: Expiration Month is required.
es_mx: Se requiere el Mes de Expiración.

# ExpirationDate_YearRequired
source: Expiration Year is required.
es_mx: Se requiere el Añ de Expiración.

# ExpressUpdateReports
source: <em>Express Update</em>&nbsp;reports
es_mx: <em>Actualización Express</em>&nbsp;informes

# ExpressUpdateReports_Description
source: Delivered daily by email, containing important changes that have occurred to all business listings including: ownership, rating, contact information and personnel information.
es_mx: Enviado diariamente por correo electrónico, conteniendo cambios importantes que han ocurrido en todos los listados de negocios, incluyendo: cambio de propietarios, calificación, información de contacto y personal de la empresa.

# ExtraServicesAvailableForPurchase
source: Extra services are available for purchase.
es_mx: Servicios Adicionales Disponibles:

# FieldsMarkedAsteriskRequired
source: Fields marked with * are required.
es_mx: Los campos marcados con * son obligatorios.

source: First Name
es_mx: Nombre

source: Flatbed Trailers
es_mx: Remolque de plataforma plana

source: for your receipt
es_mx: para su recibo

# FreightForwarderNum
source: Freight Forwarder #
es_mx: Agente de Transportador de Carga #

source: Geographic Areas Served
es_mx: Areas geográficas de servicio

source: Growers/Shippers
es_mx: Productores/Embarcadores

source: Hard Cover Blue Book
es_mx: Libro pasta dura de Blue Book

# HardCoverBlueBook_Description
source: Contains detailed listing and rating information on produce, transportation and supply/service companies in the United States and Canada.
es_mx: Enviado dos veces al año, conteniendo listados con información detallada de empresas y calificaciones, en el sector de productos frescos, transportación y suministros, en los Estados Unidos, Canadá y Mexico.

source: How did you learn about Blue Book Services?
es_mx: ¿Cómo aprendió acerca de Blue Book Services?

source: How Learned Other
es_mx: Como aprendio Otro

# IAgreeToBBMembershipAgreement
source: I agree to the Blue Book Membership Application & Agreement
es_mx: Acepto el Acuerdo de Solicitud de Membresía de Blue Book

# IfBuyProduceFromWho
source: If you buy produce, who do you buy from?
es_mx: Si compras productos, ¿a quién compras?

# IfProduceSellerToWhomDoYouSell
source: If you are a produce seller, to whom do you sell?
es_mx: Si eres vendedor de producto, a que tipo de empresas vendes?

source: Incorporated in U.S., which state?
es_mx: En cuál estado

source: Industry Trade Shows
es_mx: Ferias de la industria

source: International Exporters
es_mx: Exportadores Internacionales

# IWouldLikeMoreInfoAboutBBS
source: I would like more information about Blue Book Services Membership.
es_mx: Me gustaría tener más información sobre la Membresía de Blue Book

source: Last Name
es_mx: Apellido

# LearnMoreAboutAGTools
source: to learn more about the 10% discount Blue Book members receive at Ag.Tools, an industry service providing more than 81 million records of market data for over 500 commodities.
es_mx: para obtener más información sobre el 10% de descuento que los miembros de Blue Book reciben en Ag.Tools, un servicio de la industria que proporciona más de 81 millones de registros de datos de mercado para más de 500 productos.

source: Locally
es_mx: Localmente

source: Local Source License
es_mx: Licencia de Fuente Local

source: Local Source Licenses
es_mx: Licencias de Fuente Local

# LocalSourceLicense_Description
source: A single license to access an additional searchable database of 36,000+ local growers in the U.S.
es_mx: Una Licencia de acceso a nuestra base adicional, de más de 36,000 productores en los E.E. U.U

source: Local Wholesalers
es_mx: Mayoristas locales

source: Logo File
es_mx: Archivo del Logotipo

source: Mailing Address
es_mx: Dirección

source: Mailing Address Different than Billing Address
es_mx: Dirección postal diferente a la dirección de facturación

source: Mailing Address Line 1
es_mx: Dirección Linea 1

source: Mailing Address Line 2
es_mx: Dirección Linea 1

source: Mailing City
es_mx: Ciudad

source: Mailing Country
es_mx: País

# MailingCountryRequired
source: Mailing Country is required
es_mx: País de domicilio es requerido

source: Mailing Postal Code
es_mx: Codigo Postal de Correo

source: Mailing State
es_mx: Estado

source: Mailing State/Province
es_mx: Estado/Provincia de Correo

# MailingStateRequired
source: Mailing State is required
es_mx: Estado de domicilio es requerido

source: Mailing Zip (Postal) Code
es_mx: C.P.

source: Membership
es_mx: Membresía

source: Membership Fee
es_mx: Costo de Membresía

# MembershipIncludes_1
source: A subscription to <em>Produce Blueprints</em>, a magazine for fresh produce professionals.
es_mx: Suscripción adicional a la revista <em>Blueprints</em> – La revista de profesionales en la industria publicada.

# MembershipIncludes_2
source: Credit Sheet reports – Delivered weekly reflecting important changes that have occurred to all business listings, including ownership, rating, contact information and personnel information. Delivered via e-mail to all users with a Blue Book Online Services user licesse.
es_mx: Actualizaciones Credit Sheet enviados cada semana, reflejando cambios que han ocurrido con empresas listadas, incluyendo datos de propietarios, información de contacto y personal. Enviado por e-mail a todos los usuarios con licencia de acceso.

source: Membership Licenses
es_mx: Licencias de Membresía

source: Membership User Setup
es_mx: Configuración de Usuario de Membresía

source: Name
es_mx: Nombre

source: Name 1
es_mx: Nombre 1

source: Name 2
es_mx: Nombre 2

source: Name 3
es_mx: Nombre 3

source: Name of your Bank
es_mx: Institución Bancaria

source: Name On Card
es_mx: Nombre en la tarjeta de crédito

source: Nature of Business
es_mx: Giro de la Empresa

# NatureOfBusinessRequired
source: Nature of Business is required
es_mx: Naturaleza de Negocio

source: Next
es_mx: Próximo

source: Non-Produce/Non-Refrigerated
es_mx: Sin refrigeración

# NonProduceRefigeratedFrozen
source: Non-Produce Refrigerated/Frozen
es_mx: Refrigerado / conjelado

# NumPermanentEmployees
source: # of Permanent Employees
es_mx: Trabajadores permanentes

# NumTrailersLeased
source: # Trailers Leased
es_mx: # Remolque Contratados

# NumTrailersOwned
source: # Trailers Owned
es_mx: # Remolque Própios

# NumTrucksLeased
source: # Trucks Leased
es_mx: # Camiónes Contratados

# NumTrucksOwned
source: # Trucks Owned
es_mx: # Camiónes Própios

# NumUnitsEnterHowManyOfEach
source: Number of Units - enter how many of each, if applicable
es_mx: Número de unidades: introduzca cuántas de cada una, si corresponde

source: Ocean
es_mx: Océano

# OneOrMoreRequiredFieldsMissing
source: One or more required fields are missing.
es_mx: Faltan uno o más campos obligatorios.

source: Online
es_mx: En Línea

source: Other
es_mx: Otras

source: payment
es_mx: pago

# PaymentAndBlueBookListing
source: Payment & Blue Book Listing
es_mx: Pago y Listado de Blue Book

source: Payment Processed
es_mx: Pago ha sido procesado

# PctOfOwnership
source: % of Ownership
es_mx: % de Acciones

source: Phone
es_mx: Télefono

source: Piggyback Trailers
es_mx: Remolque de Acuerdo de Distribución

# PleasePrintPageForRecords
source: Please print this page for your records. A confirmation email has also been sent to {0}.
es_mx: Por favor, imprima esta página para sus registros. También se ha enviado un correo electrónico de confirmación a {0}.

# PleaseProvideValidEmailForBR
source: Please provide a valid email address below. The selected Business Report will be emailed to this address after the payment has been processed.
es_mx: Proporcione una dirección de correo electrónico válida a continuación. El informe comercial seleccionado se enviará por correo electrónico a esta dirección después de que se haya procesado el pago.

source: Please select a membership.
es_mx: Seleccione una membresía.

# PleaseSpecifyExpressUpdateEmail
source: Please specify an Express update E-mail.
es_mx: Por favor, especifique un correo electrónico para Actualización Express.

# PleaseSpecifyExpressUpdateFax
source: Please specify an Express update FAX.
es_mx: Por favor, especifique un fax para Actualización Express.

# PleaseSpecifyPublishedLogoJPGFile
source: Please specify a Published Logo .jpg file.
es_mx: Especifique un archivo .jpg de logotipo publicado.

source: Previous
es_mx: Previo

source: Principals
es_mx: Directores

# PrincipalsFailedToPayDebt
source: Were any of the above principals formerly financially interested in, or managed of, any business which became bankrupt or otherwise failed to pay indebtedness in full?
es_mx: ¿Alguna de las personas mencionadas arriba fue gerente o tuvo relación con alguna empresa que se declaró en bancarrota o no pagó totalmente sus deudas?

source: Print Receipt
es_mx: Recibo

source: Produce
es_mx: Frutas y Verduras

source: PRODUCE BROKER
es_mx: FORMADORES DE CAJA

source: PRODUCE BUYER
es_mx: COMPRADOR DE PRODUCTO

source: PRODUCE LISTING
es_mx: LISTADO DE PRODUCTOS FRESCOS Y VEGETALES

source: PRODUCE SELLER
es_mx: VENDEDOR DEL PRODUCTO

# PRODUCE_SUPPLY_CHAIN_SERVICES
source: SUPPLY CHAIN SERVICES
es_mx: SERVICIOS DE CADENA DE SUMINISTROS

source: Product
es_mx: Producto

source: Published Logo
es_mx: Logotipo Publicado

# PublishedLogo_Description
source: Upload and publish your company logo with your membership.
es_mx: Cargue y publique el logotipo de su empresa con su membresía.

source: Purchase
es_mx: Comprar

source: Rail
es_mx: Tren

# RatingInfoProvidedInTablesAndGraphs
source: Rating information is provided in easy-to-interpret tables and graphs.
es_mx: La información de clasificación se proporciona en tablas y gráficos fáciles de interpretar.

source: Recalculate
es_mx: Recalcular

# ReceiptHasBeenEmailedToYou
source: A receipt has been emailed to you.
es_mx: Se le ha enviado un recibo por correo electrónico.

source: Reefer Trailers
es_mx: Remolque frigorifico

source: Referral from Company
es_mx: Empresa que lo Recomendó

source: Referral from Person
es_mx: Persona que lo recomendó

source: Sales Tax
es_mx: Impuesto de Ventas

# SalesTaxAmountUpdated
source: Sales tax amount has been updated.
es_mx: Se ha actualizado el importe de los impuestos.

# SalesTaxPleaseSelectCounty
source: In order to accurately calculate the sales tax, please select your county
es_mx: Para calcular con precisión el impuesto sobre las ventas, seleccione su condado

source: SAMPLE LISTING
es_mx: EJEMPLO DE LISTADO

source: Select Membership Options
es_mx: Elegir Opciones de Membresía

source: Select Membership Package
es_mx: Elegir Nivel de Membresía

source: Shipping
es_mx: Envío

# ShippingAndTaxAmountsDependOnLocation
source: The shipping and tax amounts depend on your company's city, state, and country location. These will<br />be automatically recalculated when this order is submitted.
es_mx: Los importes de envío e impuestos dependen de la ciudad, el estado y la ubicación del país de su empresa. Estos<br />se volverán a calcular automáticamente cuando se envíe este pedido.

source: Special Instructions
es_mx: Instrucciones Especiales

source: Step 1: Select Membership
es_mx: Paso 1: Elegir Membresía

source: Step 2: Select Options
es_mx: Paso 2: Elegir Opciones

source: Step 2: User Setup
es_mx: Paso 2: Configuración de Usuario

source: Step 3: Payment
es_mx: Paso 3: Pago

source: Step 3: User Setup
es_mx: Paso 3: Configuración de Usuario

source: Step 4: Payment
es_mx: Paso 4: Pago

source: Step 5: Blue Book Listing
es_mx: Paso 5: Listado de Blue Book

source: Submit
es_mx: Enviar

source: Sub Total
es_mx: Total Parcial

source: SUPPLY LISTING
es_mx: LISTADO DE SUMINISTROS Y SERVICIOS

# TellUsNamesAndEmailAddresses
source: Please tell us the names and email addresses of the users that require access. These can be left blank for now and users can be set up in the future.
es_mx: Favor de proveer los títulos, nombres y correos electrónicos de cada persona que requiera acceso. Estos datos se pueden añadir más adelante y dejar en blanco.

source: Thank you for your
es_mx: Gracias por su

# ThankYouForYourBusinessReportPurchase_Info
source: <p>Thank you for purchasing a Blue Book Business Report. Businesses throughout the produce supply chain rely on business reports when evaluating existing and new accounts. We hope you find the information valuable!</p> <p>If you have any questions on this or another business report - or on how a Blue Book Membership can benefit your business - please do not hesitate to contact one of our service representatives at 630 668-3500.</p>
es_mx: <p>Gracias por comprar un informe de negocios de Blue Book. Las empresas de toda la cadena de suministro de productos confían en los informes empresariales al evaluar las cuentas existentes y nuevas. Esperamos que la información sea valiosa</p> <p>Si tiene alguna pregunta sobre este u otro informe comercial - o sobre cómo una membresía Blue Book puede beneficiar a su negocio - por favor no dude en ponerse en contacto con uno de nuestros representantes de servicio al 630 668-3500.</p>

source: Thank you for your membership purchase!
es_mx: Gracias por comprar una membresía de Blue Book Services!
